export const City = [
  {
    title: "المانيا",
    image: "/images/germany.jpg",
    para: " شاهد تشعب الحاضر والماضي عند زيارتك ألمانيا. مع باقاتنا المخصصة، يمكنك زيارة قلب بفاريا النابض في ميونخ، موطن مهرجان أكتوبر. تمشى على الطرق المرصوفة بالحجارة وتمتع بالفن المعماري العريق. أو يمكنك اختيار باقتنا التي تتيح لك قضاء 4 ليالٍ في فرانكفورت لاكتشاف هذا المركز المالي بجمال أفقه وناطحاته السحابية. كما تقدم لك الباقة مميزات لتتسوق في المحلات الفاخرة وتهدي أحبائك أجمل وأحدث صيحات الموضة.",
    cites: [
      {
        name: "فرانكفورت",
        title: "فرانكفورت",
        image: "/images/frankfurt.jpg",
        days: [
          {
            day: "اليوم الأول",
            title: "الوصول إلى فرانكفورت",
            desc: "ستصل إلى فرانكفورت وسيتم نقلك إلى الفندق. سجل وصولك وتمتع بقضاء بقية يومك كما تحب.",
            id: 0,
          },
          {
            day: "اليوم الثاني",
            title: "رحلة سياحية في أحضان النهر مع مرشد سياحي",
            desc: "تناول وجبة الإفطار في الفندق ثم توجه إلى جسر العشاق لتنطلق في رحلة بحرية. يمكنك الاختيار بين الإبحار إلى غريسهايم ورؤية أفق فرانكفورت الرهيب من الميناء الغربي أو يمكنك التوجه للأعلى واستكشاف الميناء الشرقي للمدينة. ستتوقف لاستكشاف فندق خربرمولي الذي سيبهرك بتصميمه التاريخي.",
            id: 1,
          },

          {
            day: "اليوم الثالث",
            title: "يوم مفتوح",
            desc: "بعد تناولك وجبة الإفطار، انطلق لاستكشاف المزيد من هذه المدينة الرائعة. يمكنك قضاء يومك في شراء الهدايا الفاخرة من قرية ويرثيم ولا تنسى استغلال جميع المزايا الإضافية المتوفرة لك، من ضمنها قسيمة خصم لمحلات التسوق بنسبة 10% لفئة كبار الشخصيات بالإضافة إلى قسيمة بقيمة 10 يورو مخصصة لوجبة طعام.",
            id: 2,
          },
          {
            day: "اليوم الرابع",
            title: "يوم مفتوح",
            desc: "اكتشف ضواحي فرانكفورت كما تحب. لمحبي التاريخ والثقافة، متحف ديستركت سيكون خيارًا رائعاً لتمضي وقتك به. وإن أردت بديل، يمكنك الذهاب في جولة على الأقدام لاستكشاف البلدة القديمة المبهرة.",
            id: 3,
          },
          {
            day: "اليوم الخامس",
            title: "المغادرة",
            desc: "توجه لزيارة أماكنك المفضلة قبل أن تستعد لحزم أمتعتك وتتوجه إلى المطار.",
            id: 4,
          },
        ],
        id: 0,
        ref: "#فرانكفورت",
      },
      {
        name: "ميونيخ",
        title: "ميونيخ",
        image: "/images/munich.jpg",
        days: [
          {
            day: "اليوم الأول",
            title: "الوصول إلى ميونخ",
            desc: "ستصل إلى ميونخ وسيتم نقلك إلى الفندق. سجل وصولك وتمتع بقضاء بقية يومك كما تحب.",
            id: 0,
          },
          {
            day: "اليوم الثاني",
            title: "جولة حول ميونخ على الأقدام",
            desc: "تناول الإفطار في الفندق واستعد لاستكشاف المدينة. وأنت تتجول في المدينة، تعرف على تاريخ ميونخ المظلم وكيف أصبحت مسقط رأس الحزب النازي. في جولتك التي تمتد من ساعاتين إلى 5 ساعات، ستتوقف أيضًا في بير هول الموقع الذي أقام فيه هتلر خطاباته الأولى بالإضافة إلى المقر الرئيسي للحزب النازي. ستنتهي الجولة بزيارة النصب التذكارية لضحايا المدينة.",
            id: 1,
          },

          {
            day: "اليوم الثالث",
            title: "يوم مفتوح",
            desc: "بعد تناولك للإفطار، انطلق لاستكشاف ميونخ. يمكنك قضاء يومك في شراء الهدايا الفاخرة من قرية انجلوستاد والاستفادة من المزايا المتاحة لك، من ضمنها قسيمة خصم لمحلات التسوق بنسبة 10% لفئة كبار الشخصيات بالإضافة إلى قسيمة بقيمة 10 يورو مخصصة لوجبة طعام.",
            id: 2,
          },
          {
            day: "اليوم الرابع",
            title: "يوم مفتوح",
            desc: "استكشف المزيد من عاصمة بفاريا. يمكنك قضاء يومك كما تشاء، كما تستطيع التجول حول مارينبلاتز أو إن أردت شيئًا مختلفًا، زور متحف BMW و متحف BMW Welt المستقبلي.",
            id: 3,
          },
          {
            day: "اليوم الخامس",
            title: "المغادرة",
            desc: "توجه لزيارة أماكنك المفضلة قبل أن تستعد لحزم أمتعتك وتتوجه إلى المطار.",
            id: 4,
          },
        ],
        ref: "#ميونيخ",
        id: 1,
      },
    ],
  },
];
export const cruiseIncludes = 
  {
    days: [
      {
        title: "المواصلات :",
        desc: "النقل من وإلى المطار          ",
        id: 1,
      },
      {
        title: "مدة الإقامة:            ",
        desc: "إقامة فندقية لمدة 4 ليالٍ في فرانكفورت مع وجبة إفطار يومية",
        id: 2,
      },
      {
        title: "الجولات والأنشطة",
        desc: "  مزايا تسوق في قرية ويرثيم تتضمن قسيمة خصم لمحلات التسوق بنسبة 10% لفئة كبار الشخصيات رحلة سياحية بحرية على النهر مع مرشد سياحي ,",
        id: 3,
      },
      {
        title: "أخرى:",
        desc: "الضرائب والرسوم الإضافية",
        id: 4,
      },
    ],
  };

export const Includes = 
  {
    cites: [
      {
        days: [
          {
            title: "المواصلات :",
            desc: "النقل من وإلى المطار          ",
            id: 1,
          },
          {
            title: "مدة الإقامة:            ",
            desc: "إقامة فندقية لمدة 4 ليالٍ في فرانكفورت مع وجبة إفطار يومية",
            id: 2,
          },
          {
            title: "الجولات والأنشطة",
            desc: "  مزايا تسوق في قرية ويرثيم تتضمن قسيمة خصم لمحلات التسوق بنسبة 10% لفئة كبار الشخصيات رحلة سياحية بحرية على النهر مع مرشد سياحي ,",
            id: 3,
          },
          {
            title: "أخرى:",
            desc: "الضرائب والرسوم الإضافية",
            id: 4,
          },
        ],
      },
    ],
  };


export const singlecruise = [
  {
    title: "٧ ليالٍ | الخليج | إم إس سي فيرتيوزا",
    image: "/images/mcsOpra.jpg",
    para: "انطلق في مغامرة بحرية لمدة 7 ليالٍ في المحيط واستمتع برفاهية لا تُنسى على متن سفينة ام اي سي فيرتيوزا واستكشف الجمال المذهل للخليج العربي. انطلق من ميناء دبي الحيوي لمشاهدة المعالم الساحرة في الدوحة، البحرين، قبل الإبحار إلى أبو ظبي ثم إلى دبي مرة أخرى. أثناء التوقف، يمكنك النزول من السفينة للقيام برحلات استكشافية برّية مقابل تكلفة إضافية للاستمتاع بمناظر المدن المستقبلية والمعالم المذهلة بالإضافة إلى الأحياء المبهرة التي تجسد بحق روح شبه الجزيرة العربية القديمة. أبحر في مغامرة عبر المياه الزرقاء الصافية لاستكشاف الكثبان الصحراوية المترامية الأطراف ومشاهدة المزيج السلس بين التقاليد والحداثة. استمتع بتجربة عطلة الرحلات البحرية المثالية على متن ام اي سي فيرتيوزا، مع مميزاتها الرائعة، بما في ذلك المرافق الفخمة، وخمسة مسابح فريدة، وعشرة أماكن رائعة لتناول الطعام، وعدد لا يحصى من خيارات التعافي والترفيه الأخرى. تعد هذه الباقة بإرضاء جميع الأذواق وتجربة ممتعة تُخلد في الذاكرة.",
    startData:
      "ستبحر هذه الرحلة البحرية كل يوم سبت بين 9 ديسمبر 2023 و 23 مارس 2024.",
    date: ["9 مارس", "16 مارس", "23 مارس"],
    classes: [
      { id: 0, type: "داخلي", price: "2478" },
      { id: 1, type: "خارجي", price: "3042" },
      { id: 0, type: "مع شرفة", price: "3606" },
      { id: 0, type: "جناح", price: "6050" },
    ],
    roomoptions: [
      {
        id: 0,
        image: "/images/interior.jpg",
        title: "كبائن داخلية",
        desc: "ديلوكس داخلي",
      },
      {
        id: 1,
        image: "/images/junior_ocean.jpg",
        title: "كبائن باطلالة على المحيط",
        desc: "جونيور باطلالة بحرية",
      },
      {
        id: 2,
        image: "/images/cabin.jpg",
        title: "كبائن مع شرفة ",
        desc: "ديلوكس مع شرفة",
      },
      {
        id: 0,
        image: "/images/cabin2.jpg",
        title: "كبائن اجنحة فندقية",
        desc: "جناح بريميوم اوروبا",
      },
    ],
    days: [
      {
        day: "اليوم الأول",
        title: "المغادرة من دبي، الإمارات العربية المتحدة",
        desc: "ابدأ مغامرتك البحرية من دبي، الإمارات العربية المتحدة واستمتع بالمرافق الرائعة المتوفرة في السفينة.",
        img: "",
        id: 0,
      },
      {
        day: "اليوم الثاني",
        title: "المغادرة من دبي، الإمارات العربية المتحدة",
        desc: "ابدأ مغامرتك البحرية من دبي، الإمارات العربية المتحدة واستمتع بالمرافق الرائعة المتوفرة في السفينة.",
        img: "",
        id: 1,
      },

      {
        day: "اليوم الثالث",
        title: "المغادرة من دبي، الإمارات العربية المتحدة",
        desc: "ابدأ مغامرتك البحرية من دبي، الإمارات العربية المتحدة واستمتع بالمرافق الرائعة المتوفرة في السفينة.",
        img: "",
        id: 2,
      },
      {
        day: "اليوم الرابع",
        title: "المغادرة من دبي، الإمارات العربية المتحدة",
        desc: "ابدأ مغامرتك البحرية من دبي، الإمارات العربية المتحدة واستمتع بالمرافق الرائعة المتوفرة في السفينة.",
        img: "",
        id: 3,
      },
      {
        day: "اليوم الخامس",
        title: "المغادرة من دبي، الإمارات العربية المتحدة",
        desc: "ابدأ مغامرتك البحرية من دبي، الإمارات العربية المتحدة واستمتع بالمرافق الرائعة المتوفرة في السفينة.",
        img: "",
        id: 4,
      },
      {
        day: "اليوم السادس ",
        title: "المغادرة من دبي، الإمارات العربية المتحدة",
        desc: "ابدأ مغامرتك البحرية من دبي، الإمارات العربية المتحدة واستمتع بالمرافق الرائعة المتوفرة في السفينة.",
        img: "",
        id: 4,
      },
      {
        day: "اليوم السابع",
        title: "المغادرة من دبي، الإمارات العربية المتحدة",
        desc: "ابدأ مغامرتك البحرية من دبي، الإمارات العربية المتحدة واستمتع بالمرافق الرائعة المتوفرة في السفينة.",
        img: "",
        id: 4,
      },
      {
        day: "اليوم الثامن",
        title: "المغادرة من دبي، الإمارات العربية المتحدة",
        desc: "ابدأ مغامرتك البحرية من دبي، الإمارات العربية المتحدة واستمتع بالمرافق الرائعة المتوفرة في السفينة.",
        img: "",
        id: 4,
      },
    ],
  },
];
export const cruiseterms = [
  "الحجز غير قابل للاسترداد وغير قابل للتعديل.",
  "قد تختلف موانئ المغادرة حسب حالة الطقس والظروف الأخرى.",
  "الحجز متوفر للبالغين والأطفال الذين تتراوح أعمارهم بين 12 عاماً فما فوق.",
  "لا يمكن استخدام اي خصم مع باقة الرحلات البحرية.",
  "سعر الباقة لا يشمل ما يلي: - النقل البري - الرحلات البرية -الطيران - الإنترنت - المنتجع الصحي والصالون",
  "الأسعار قابلة للتغيير حسب الإمكانية"
];
